[{"publisher": "Lulu.com", "date": "Feb 26, 2013", "description": "<p>Basketball is a game that is famous worldwide. There is no one around the world who does not know about basketball or even heard about the game. And nowadays, there are different leagues and governing bodies for the game; NBA being the most famous league and FIBA as the highest governing body. With its popularity, basketball is now being played in most parts of the worlds. The game is even included in the Olympics. <br>\nThough almost everyone knows the game, not all knows about the history of basketball. Perhaps only a portion of basketball fans know how basketball really begun and where. To better understand basketball and its history, here are the few important facts about it</p>", "language": "English", "title": "About Basketball", "url": "https://itunes.apple.com/us/book/about-basketball/id609025634?mt=11", "rating_value": null, "price": "$7.99", "author": "Richard M. Stoddard, Malibu Publishing", "seller": "Lulu Enterprises, Inc.", "rating_star": 0.0, "length": "54 Pages", "short_description": "A Quick Start Guide On the History of Basketball, Basketball Rules, Best Basketball Quotes, College Basketball, Famous Basketball Players, and Winning Strategies On How to Play Basketball & How to Shoot a Basketball", "genre": "Basketball", "id": "609025634"},
{"publisher": "WOYG Enterprises", "date": "Aug 15, 2015", "description": "<p>Andrew Wiggins was a YouTube superstar while still a junior in high school, dunking his way to several mixtapes and highlight reels before he was even in the USA. After one year in the NCAA at Kansas, he became a #1 overall NBA Draft pick and has been handed the reigns to his team in Minnesota. <br>\nAfter a slow start to his rookie season, Andrew began to get the ball in his hands more often and tuned those touches into higher production. With his athleticism, shooting and ball handling skills, his ceiling is high. <br>\nThis Signature Workout program covers some of Andrew Wiggins’ best skills, including: <br>\n• Explosive One-Dribble Moves To The Basket<br>\n• Triple-Threat And One-Dribble Scoring Moves From The Perimeter • Mid-Post Scoring Using Up To 2 Dribbles<br>\n• Jab-Step Scoring Moves Off The Catch <br>\n*Always Remember: When you get into your games, you won’t need to have memorized anything from this program. The workouts are designed for you to absorb them into your muscle memory -- all of this Hoop Handbook becomes part of your game’s makeup through repetition. You will be using this stuff in ways you won’t ever need to plan again. <br>\nThis requires two things from you. <br>\n1) That you commit to putting in the work -- as much as <b>you </b>need, which <b>you </b>need to decide -- to make your skills “automatic”, in that you end up doing moves without premeditation. <br>\n2) That, when game time comes, you stop thinking so much. The physical work has been done. Get into your Mental Zone -- whatever that is and however you need to get into it -- and <b>let instinct take over</b>. </p>", "language": "English", "title": "Andrew Wiggins Signature Workout Program", "url": "https://itunes.apple.com/us/book/andrew-wiggins-signature-workout/id1035460211?mt=11", "rating_value": null, "price": "$19.99", "author": "Dre Baldwin", "seller": "Dre Baldwin", "rating_star": 0.0, "length": "25 Pages", "short_description": null, "genre": "Basketball", "id": "1035460211"},
{"publisher": "John F. Blair, Publisher", "date": "Aug 14, 2013", "description": "<p>In putting together The ACC Basketball<br>\nBook of Fame by Dan Collins, we noticed<br>\nthat the book included a large<br>\nnumber of Duke players. We thought<br>\nDuke fans might enjoy a separate ebook<br>\nthat only featured the former<br>\nDuke players. If reading this selection<br>\npiques your interest, you can read<br>\nabout all 79 players in the complete<br>\nbook, which is available as a hardcover<br>\nprinted book or an e-book.</p>", "language": "English", "title": "ACC Basketball Hall of Fame: Duke Edition", "url": "https://itunes.apple.com/us/book/acc-basketball-hall-fame-duke/id828904186?mt=11", "rating_value": null, "price": "$2.99", "author": "Dan Collins", "seller": "Ingram DV LLC", "rating_star": 0.0, "length": "110 Pages", "short_description": null, "genre": "Basketball", "id": "828904186"},
{"publisher": "John F. Blair, Publisher", "date": "Jun 21, 2013", "description": "<p>Adventure Guide to the Triangle is a comprehensive overview of outdoor recreation in the immediate area and several outlying counties easily accessible to locals and visitors.</p>", "language": "English", "title": "Adventure Guide to the Triangle", "url": "https://itunes.apple.com/us/book/adventure-guide-to-triangle/id828898166?mt=11", "rating_value": null, "price": "$3.99", "author": "Maia Dery", "seller": "Ingram DV LLC", "rating_star": 0.0, "length": "452 Pages", "short_description": null, "genre": "Basketball", "id": "e-to-triangle/id828898166"},
{"publisher": "The University of North Carolina Press", "date": "Nov 15, 2011", "description": "<p>Since the inception of the Atlantic Coast Conference, intense rivalries, legendary coaches, gifted players, and fervent fans have come to define the league's basketball history. In <i>ACC Basketball</i>, J. Samuel Walker traces the traditions and the dramatic changes that occurred both on and off the court during the conference's rise to a preeminent position in college basketball between 1953 and 1972.<br><br>Walker vividly re-creates the action of nail-biting games and the tensions of bitter recruiting battles without losing sight of the central off-court questions the league wrestled with during these two decades. As basketball became the ACC's foremost attraction, conference administrators sought to field winning teams while improving academic programs and preserving academic integrity. The ACC also adapted gradually to changes in the postwar South, including, most prominently, the struggle for racial justice during the 1960s. <i>ACC Basketball</i> is a lively, entertaining account of coaches' flair (and antics), players' artistry, a major point-shaving scandal, and the gradually more evenly matched struggle for dominance in one of college basketball's strongest conferences.</p>", "language": "English", "title": "ACC Basketball", "url": "https://itunes.apple.com/us/book/acc-basketball/id782291884?mt=11", "rating_value": null, "price": "$24.99", "author": "J. Samuel Walker", "seller": "The University of North Carolina Press", "rating_star": 0.0, "length": "416 Pages", "short_description": "The Story of the Rivalries, Traditions, and Scandals of the First Two Decades of the Atlantic Coast Conference", "genre": "Basketball", "id": "782291884"},
{"publisher": "EBooks2go", "date": "Mar 09, 2012", "description": "<p>When he left Georgetown University, Victor Page was headed to the NBA with a \"can't miss\" label on his jersey; But Victor Page's pro career was soon blown apart. The violent streets that killed his mother and father were also calling Victor and eventually they got him. Until \"All or Nothing, The Victor Page Story, no one has been able to uncover the secrets of what really happened to this incredible basketball prospect. Bruce Johnson is the first reporter to get Page to give up the good and the incredible bad events! When they recruited Page to the prestigious university and legendary basketball program, neither John Thompson nor the Georgetown University administration saw this tragedy coming. Or did they? <br>\nSome argue that the kids from DC's streets had no place at Georgetown University in the first place. That Victor Page was lethal from the start!  Others argue that Page was the kind of project that the Jesuit school was meant to take on!</p>", "language": "English", "title": "All or Nothing, The Victor Page Story", "url": "https://itunes.apple.com/us/book/all-or-nothing-victor-page/id509431995?mt=11", "rating_value": null, "price": "$3.99", "author": "C. Bruce Johnson", "seller": "eBooks2go Inc", "rating_star": 0.0, "length": "22 Pages", "short_description": null, "genre": "Biographies & Memoirs", "id": "509431995"},
{"publisher": "Eric Crawford", "date": "Feb 25, 2012", "description": "<p>A look behind the scenes as an NCAA Division II national champion gets a taste of how the other half lives (in a way) with a trip to Duke for an exhibition game.</p>", "language": "English", "title": "All-Access: Bellarmine at Duke", "url": "https://itunes.apple.com/us/book/all-access-bellarmine-at-duke/id505834701?mt=13", "rating_value": "4.0", "price": "Free", "author": "Eric Crawford", "seller": "Eric Crawford", "rating_star": 4.0, "length": "13 Pages", "short_description": "Behind the scenes with the D-2 National Champs", "genre": "Basketball", "id": "505834701"},
{"publisher": "WOYG Enterprises", "date": "Aug 15, 2015", "description": "<p>Al Horford has been a solid, under-appreciated, just-below-star-level player for the duration of his career. Al is a player from whom you know exactly what to expect every single game, and, his All-Star appearances notwithstanding, that consistency often gets taken for granted. <br>\nAl is one of the most fundamentally sound “bigs” in the NBA, getting his points in non- flashy ways and never drawing attention to himself. Anyone who has played with or watched Al, though, knows how valuable he is to a team. <br>\nAl’s Signature Workout program will add some of Al’s best skills to your game, specifically: <br>\n• Face-Up Shooting Moves From Everywhere In 2-Point Range <br>\n• Post Hook Shot Scoring<br>\n• Footwork In The Post To Get Around Defenders<br>\n• Up And Under Post Scoring Moves </p>", "language": "English", "title": "Al Horford Signature Workout Program", "url": "https://itunes.apple.com/us/book/al-horford-signature-workout/id1035134096?mt=11", "rating_value": null, "price": "$19.99", "author": "Dre Baldwin", "seller": "Dre Baldwin", "rating_star": 0.0, "length": "25 Pages", "short_description": null, "genre": "Basketball", "id": "1035134096"},
{"publisher": "Heart Times Coffee Cup Studios", "date": "Oct 06, 2011", "description": "<p><b>Skills &amp; Techniques by Coach Ernie Woods.</b><br><br>\nThe world's most complete guide to disruptive basketball defense fundamentals. For coaches, players and die-hard fans.<br><br>\nIncludes chapters on Defensive Stops, Disruptive Pressure, On Ball Defense, Off Ball Defense, Helpside Defense, Post Defense, Defensive Rebounding, On Ball Screens, Off Ball Screens, Season Preparation, A Coaches Guide: 5 Days to Sound Defense, and much more.<br><br>\nGraphically illustrated with hundreds of diagrams in full color.<br><br>\n<i>From HoopTactics.</i></p>", "language": "English", "title": "Advanced Basketball Defense:", "url": "https://itunes.apple.com/us/book/advanced-basketball-defense/id480477342?mt=11", "rating_value": "2.86364", "price": "$9.99", "author": "Ernie Woods", "seller": "Heart Times Coffee Cup Studios", "rating_star": 3.0, "length": "175 Pages", "short_description": "The World's Most Complete Illustrated Guide For Coaches, Players & Die-Hard Fans", "genre": "Basketball", "id": "480477342"},
{"publisher": "Simone Mazzola", "date": "Dec 15, 2013", "description": "<p>La storia di un sogno chiamato NBA Finals.<br>Tutta la serie finale 2012 tra Miami Heat e Oklahoma City Thunder riportata da un privilegiato insider.<br>Il racconto dove il basket e la passione si fondono.</p>", "language": "Italian", "title": "American dream", "url": "https://itunes.apple.com/us/book/american-dream/id783216862?mt=11", "rating_value": null, "price": "$3.99", "author": "Simone Mazzola", "seller": "Simplicissimus Book Farm S.r.l.", "rating_star": 0.0, "length": "137 Pages", "short_description": null, "genre": "Basketball", "id": "783216862"},
{"publisher": "WOYG Enterprises", "date": "Aug 26, 2014", "description": "<p>Amare Stoudemire was a relatively unknown player at the time of the 2002 NBA draft. Coming out of high school, he made his mark pretty quickly with the type of athleticism that had been seen from only a few players his size, ever in the NBA. STAT averaged over 20 points per game 7 times over his first 8 full seasons before injuries started to slow him down. <br>\nAmare has come back from his setbacks, and in New York proven to be a still-capable scorer playing mostly off the bench. This Signature Workout Program addresses Amare’s best prime-years offensive abilities, including: <br>\n<b>\t•\tAttacking The Rim Aggressively Off One Dribble In The Post</b><br>\n<b>\t•\tFace Up Midrange Shooting </b><br>\n<b>\t•\tScoring In The Paint Off The Catch/No Dribbles</b><br><br>\n*Always Remember: When you get into your games, you won’t need to have memorized anything from this program. The workouts are designed for you to absorb them into your muscle memory -- all of this Hoop Handbook becomes part of your game’s makeup through repetition. You will be using this stuff in ways you won’t ever need to plan again. <br>\nThis requires two things from you. <br>\n• That you commit to putting in the work -- as much as <b>you</b> need, which <b>you</b> need to decide -- to make your skills “automatic”, in that you end up doing moves without premeditation. <br>\n• That, when game time comes, you stop thinking so much. The physical work has been done. Get into your Mental Zone -- whatever that is and however you need to get into it -- and <b>let instinct take over</b><br><br>\nThe NBA Signature Workouts are detailed, step-by-step 30-day self-training programs created in the mold of the abilities of your favorite NBA players. They include program overviews, mental visions, also detailed textual and video demonstration of each drill and skill. designed by YouTube star (and creator of putting basketball workouts/drills/skills online) Dre \"DreAllDay\" Baldwin. </p>", "language": "English", "title": "Amare Stoudemire Signature Workout Program", "url": "https://itunes.apple.com/us/book/amare-stoudemire-signature/id913033171?mt=11", "rating_value": null, "price": "$19.99", "author": "Dre Baldwin", "seller": "Dre Baldwin", "rating_star": 0.0, "length": "30 Pages", "short_description": null, "genre": "Basketball", "id": "913033171"},
{"publisher": "Baldini&Castoldi", "date": "Oct 29, 2014", "description": "<p>Cosa fa del basket uno dei giochi più belli al mondo? Tutto. Flavio Tranquillo racconta il suo amore per il Gioco, quello vero, in un saggio emozionante come una gara 7 delle Finals Nba: quattro quarti - senza dimenticare post e pre game - per scoprire la storia, i protagonisti e le strategie attraverso l'occhio esperto di chi la palla a spicchi l'ha sempre vissuta da vicino, cercando di trasmetterne il fascino e la magia di uno sport in cui il singolo può emergere ma, alla fine, ciò che conta davvero è sempre e solo la squadra.</p>", "language": "Italian", "title": "Altro tiro altro giro altro regalo", "url": "https://itunes.apple.com/us/book/altro-tiro-altro-giro-altro/id1015965548?mt=11", "rating_value": null, "price": "$9.99", "author": "Flavio Tranquillo", "seller": "Edigita Editoria Digitale Italiana Srl", "rating_star": 0.0, "length": "256 Pages", "short_description": null, "genre": "Basketball", "id": "1015965548"},
{"publisher": "Youcanprint Self-Publishing", "date": "Sep 16, 2015", "description": "<p>Non puoi pretendere di conoscere tutta la pallacanestro quando inizi ad allenare. Hai raccolto degli spezzoni qui e là: qualcosa dai coaches che hai avuto, a qualsiasi livello tu abbia giocato. Hai visto partite, ascoltato commenti, discusso con gli amici. Quello è per ora il tuo sapere, da lì bisogna partire.<br>Ma guidare una squadra è molto di più che avere delle nozioni sul basket. E’ saper convincere, saper trasmettere, sapersi prendere la responsabilità. Se conosci la pallacanestro solo sulla carta, forse puoi fare l’opinionista, non il coach. Se non impari ad avere relazioni forti, a capire i tuoi giocatori, a gestire i momenti di crisi, se non ti confronti con la frustrazione di una sconfitta e l’entusiasmo di una vittoria, sei ancora troppo lontano dal tuo obiettivo.<br>Noi qui vogliamo proporti un metodo molto simile a quello che usi quando compri un cellulare nuovo: le istruzioni le leggerai man mano, intanto lo accendi, prendi confidenza con le applicazioni, scegli le suonerie, telefoni, navighi su internet…<br>Piano piano ne scopri le possibilità, e ti accorgi di funzioni che non avresti mai nemmeno immaginato, e ti viene voglia di saperne sempre di più.<br>Vogliamo essere quel tuo amico, che senza fare il fenomeno ti dà qualche suggerimento al volo, perché magari quello smartphone l’ha già avuto, o almeno uno con lo stesso sistema operativo.<br>Poi ognuno il cellulare lo usa come vuole, lo personalizza con la cover che gli piace di più. Ed anche nel basket, sarai tu che troverai la strada più adatta a te, la tua via, o la tua filosofia, come dicono quelli che se ne intendono.</p>", "language": "Italian", "title": "Allenando si impara", "url": "https://itunes.apple.com/us/book/allenando-si-impara/id1040715640?mt=11", "rating_value": null, "price": "$6.99", "author": "Coachelp", "seller": "Simplicissimus Book Farm S.r.l.", "rating_star": 0.0, "length": "65 Pages", "short_description": null, "genre": "Coaching", "id": "1040715640"},
{"publisher": "Dre Baldwin", "date": "Nov 01, 2013", "description": "<p>Allen Iverson HoopHandbook Signature Workout Program, based on the scoring moves and skills of NBA legend Allen Iverson. By Dre Baldwin</p>", "language": "English", "title": "Allen Iverson HoopHandbook Signature Workout Program", "url": "https://itunes.apple.com/us/book/allen-iverson-hoophandbook/id736762600?mt=11", "rating_value": null, "price": "$19.99", "author": "Dre Baldwin", "seller": "Dre Baldwin", "rating_star": 0.0, "length": "20 Pages", "short_description": null, "genre": "Basketball", "id": "736762600"},
{"publisher": "Coaches Choice", "date": "Aug 05, 2008", "description": "<p>This excellent resource from John Kresse and Richard Jablonski provides a step-by-step outline of a multifaceted offensive basketball system that combines elements of inside and outside offense to attack and defeat zone defenses where they thrive—in the half-court setting. With chapters dedicated to several continuities and set plays, as well as special situations such as three-point shots and inbound plays, the updated third edition also features a new chapter of drills to develop fundamental individual and team decision-making skills related to the continuity offenses as well as shooting drills within the framework of the continuities and set plays discussed in the book.</p>", "language": "English", "title": "Attacking Zone Defenses (Third Edition)", "url": "https://itunes.apple.com/us/book/attacking-zone-defenses-third/id906493788?mt=11", "rating_value": null, "price": "$15.99", "author": "John Kresse & Richard Jablonski", "seller": "Coaches Choice - Healthy Learning - ACA Bookstore", "rating_star": 0.0, "length": "132 Pages", "short_description": null, "genre": "Basketball", "id": "906493788"},
{"publisher": "Baldini&Castoldi", "date": "Oct 29, 2014", "description": "<p>Cosa fa del basket uno dei giochi più belli al mondo? Tutto. Flavio Tranquillo racconta il suo amore per il Gioco, quello vero, in un saggio emozionante come una gara 7 delle Finals Nba: quattro quarti – senza dimenticare post e pre game – per scoprire la storia, i protagonisti e le strategie attraverso l’occhio esperto di chi la palla a spicchi l’ha sempre vissuta da vicino, cercando di trasmetterne il fascino e la magia di uno sport in cui il singolo può emergere ma, alla fine, ciò che conta davvero è sempre e solo la squadra.«Non racconta il basket, te lo fa vivere. Non ti fa seguire una partita, te la fa giocare. Flavio Tranquillo è come la guida di un museo che strega quei visitatori che non conoscevano né amavano l’arte. Il suo cognome ti inganna, perché l’adrenalina di chi ascolta scorre a fiotti.» Alessandro «Billy» Costacurta</p>", "language": "Italian", "title": "Altro tiro, altro giro, altro regalo", "url": "https://itunes.apple.com/us/book/altro-tiro-altro-giro-altro/id936724651?mt=11", "rating_value": null, "price": "$7.99", "author": "Flavio Tranquillo", "seller": "DigitPub srl", "rating_star": 0.0, "length": "223 Pages", "short_description": null, "genre": "Basketball", "id": "936724651"},
{"publisher": "Triumph Books", "date": "Oct 01, 2013", "description": "<p>Featuring 25 years’ worth of columns from one of New York’s most popular sportswriters, this collection is guaranteed to delight Knickerbockers fans of all ages. These unforgettable opinions, stories, and observations from New York Times columnist Ira Berkow capture the spirit of the Knicks, from memories of Red Holzman and Earl Monroe to reflections on Carmelo Anthony and Jeremy Lin. As the 2013 team celebrates the 40th anniversary of their 1973 NBA championship, this book enlightens fans on the entire colorful history of the franchise.</p>", "language": "English", "title": "Autumns in the Garden", "url": "https://itunes.apple.com/us/book/autumns-in-the-garden/id684836731?mt=11", "rating_value": null, "price": "$9.99", "author": "Ira Berkow", "seller": "Chicago Review Press, Inc. DBA Independent Publishers Group", "rating_star": 0.0, "length": "288 Pages", "short_description": "The Coach of Camelot and Other Knicks Stories", "genre": "Basketball", "id": "684836731"},
{"publisher": "Ascend Books", "date": "Sep 13, 2013", "description": "<p>This is the inspirational story of Ted Owens—still the coach with the most wins in the history of Allen Fieldhouse—from growing up as a boy on a cotton farm in Southwestern Oklahoma during the Great Depression to coaching at the highest levels of the college basketball world. “At the end of each day on the farm, we would  gure the total weight of the cotton we had pulled. We called it the “hang-up,” says Owens. One day, in a competition to see who could pull the most cotton, Owens was leading his father, who then gave him the greatest life lesson: “It’s not what you have now that is important, it’s what you have at the hang-up.” He always reminded Ted that regardless of your station in life, whether encountering di culties or enjoying success, you should never lose sight of your ultimate goals. At the age of 5, Owens made his  rst basketball goal, lifting the basketball from between his legs in an underhand scooping motion. It was at that moment that basketball became his  rst love, a feeling he still embraces today. He went on to play at the University of Oklahoma for Naismith Hall of Fame Coach Bruce Drake, and he witnessed the rise of national championship programs led by football coach Bud Wilkinson, wrestling coach Port Robertson and baseball coach Jack Baer. This book is a story of the survival of a family built upon love, sacri ce, and the importance of family strength. The book also shares the ups and downs of building a coaching career and the tale of coaching basketball at the University of Kansas for 19 seasons. Owens’ teams won 206 games in Allen Fieldhouse, a number that still leads Roy Williams (201), Bill Self and Larry Brown. He coached some of the era’s greatest players while leading the Jayhawks against Hall of Fame coaches Adolph Rupp, Joe Lapchick, Henry Iba, Dean Smith, Eddie Sutton, Bob Knight and John Wooden. The book o ers little-known—and even unknown—insights into the personalities of these basketball giants. Playing now in the fourth...</p>", "language": "English", "title": "At the Hang-Up", "url": "https://itunes.apple.com/us/book/at-the-hang-up/id706699728?mt=11", "rating_value": null, "price": "$11.99", "author": "Ted Owens and Others", "seller": "BookMasters, Inc.", "rating_star": 0.0, "length": "272 Pages", "short_description": "Seeking Your Purpose, Running the Race, Finishing Strong", "genre": "Basketball", "id": "706699728"},
{"publisher": "Minute Help Press", "date": "Jun 28, 2012", "description": "<p>KEYWORDS: New Orleans Hornets, Anthony Davis basketball, Kentucky wildcats, NBA, NCAA, college basketball, Anthony Davis biography<br><br>\nAnthony Davis: The Man, the Player, the Unibrow (A Short Biography of the NBA’s Newest Star)<br><br>\nAnthony Davis is the number one pick and one of the most exciting prospects of the 2012 NBA draft. He was picked by the New Orleans Hornets and is expected to take this team to new heights.<br><br>\nA ridiculously skilled basketball player at 6 feet 10 inches, with the wingspan of Kevin Durant, the shooting touch and ball handling skills of a guard, as well as an intimidating defensive presence, he seems destined to be a superstar. Is he a superstar-caliber player? Is he up to the task of possibly leading a professional team? The word around the league is that he needs to grow. For the nineteen year old from southern Illinois, this should not be a problem. Growing is what he has done all his life.<br><br>\nIf you want to find out more about the NBA’s newest star, read this short biography.</p>", "language": "English", "title": "Anthony Davis - The Man, the Player, the Unibrow", "url": "https://itunes.apple.com/us/book/anthony-davis-man-player-unibrow/id539129606?mt=11", "rating_value": "4.375", "price": "$0.99", "author": "Minute Help Guides", "seller": "Minute Help Inc", "rating_star": 4.5, "length": "30 Pages", "short_description": "A Short Biography of the NBA’s Newest Star", "genre": "Biographies & Memoirs", "id": "539129606"},
{"publisher": "Wanceulen", "date": "Jul 15, 2004", "description": "<p>Conocer la técnica y la táctica de un deporte, es un paso importante para emprender la difícil tarea de la enseñanza deportiva, pero no lo es todo, ya que necesitamos saber cómo enseñarla en cada edad, cómo programar, cómo evaluar los aprendizajes, etc. El entrenador debe conocer las características de los jugadores a los que enseña y en función de éstas aplicar tareas de enseñanza y competiciones adaptadas a sus capacidades.<br>\nEn esa línea se desarrolla éste libro, con la intención de que sea eminentemente práctico, por lo que además de los ejemplos que vamos citando a lo largo de él, hemos incluido el capítulo de programación con ejemplos de actividades, de sesiones, de microciclos, de mesociclos y de temporadas completas.<br>\nLa publicación va dirigida a todos los que disfrutan enseñando el balloncesto, particularmente en la etapa de iniciación. También se ha pensado en los profesores de Educación Física (licenciados o maestros) que, entre otras cosas, se dedican a la enseñanza de este y otros deportes. este carácter genérico puede acercar a la lectura de este libro a entrenadores de otros deportes, particularmente colectivos, que pueden aplicar muchso elementos a la iniciación y enseñanza de su especialidad.</p>", "language": "Spanish", "title": "Aspectos teóricos y prácticos de la iniciación al baloncesto", "url": "https://itunes.apple.com/us/book/aspectos-teoricos-y-practicos/id1024032280?mt=11", "rating_value": null, "price": "$10.99", "author": "Francisco Javier Giménez Fuentes-Guerra", "seller": "Wanceulen Editorial S.L.", "rating_star": 0.0, "length": "136 Pages", "short_description": null, "genre": "Basketball", "id": "1024032280"},
{"publisher": "Knopf Doubleday Publishing Group", "date": "Jun 17, 2003", "description": "<p><b>The real basketball deal–the inside story of Harlem’s legendary tournament and the pros and playground legends who have made it world famous.<br><br></b>Earl “The Goat” Manigault. Herman “Helicopter” Knowings. Joe “The Destroyer” Hammond. Richard “Pee Wee” Kirkland. These and dozens of other colorfully nicknamed men are the “Asphalt Gods,” whose astounding exploits in the Rucker Tournament, often against multimillionaire NBA superstars, have made them playground divinity. First established in the 1950s by Holcombe Rucker, a New York City Parks Department employee, the tournament has grown to become a Harlem institution, an annual summer event of major proportions. On that fabled patch of concrete, unknown players have been lighting it up for decades as they express basketball as a freestyle art among their peers and against such pro immortals as Julius Erving and Wilt Chamberlain. X’s and O’s are exchanged for oohs and aahs in one of the great examples of street theater to be found in urban America.<br><br><i>Asphalt Gods</i> is a streetwise, supremely entertaining oral history of a tournament that has influenced everything from NBA playing style to hip-hop culture. Now, legends transmitted by word of mouth find a home and the achievements of basketball’s greatest unknowns a permanent place in the game’s record.<br><br><i>From the Hardcover edition.</i></p>", "language": "English", "title": "Asphalt Gods", "url": "https://itunes.apple.com/us/book/asphalt-gods/id420792742?mt=11", "rating_value": null, "price": "$14.99", "author": "Vincent M. Mallozzi", "seller": "Random House, LLC", "rating_star": 0.0, "length": "272 Pages", "short_description": "An Oral History of the Rucker Tournament", "genre": "Basketball", "id": "420792742"}]